{"batchcomplete":"","query":{"pages":{"971":{"pageid":971,"ns":0,"title":"Austria","extract":"Austria (Germane: Österreich) esas lando jacanta an central Europa. Ol dividesas administrale en non Bundesländer (singulare Bundesland). Ol havas kom vicini Liechtenstein e Suisia weste, Italia sude, Hungaria e Slovakia este, e Germania e Chekia norde.\nBazala fakti pri Austria\n\n\n== Etimologio ==\n\nGermana nomo por Austria, Österreich, referas la signifiko \"estala rejio\" od \"estala imperio\", e derivas de la vorto Ostarrîchi, qua unesmafoye aparis en la \"dokumento Ostarrîchi\", de la yaro 996. Ta vorto esas probable translaco di mezepokala latina Marchia orientalis en lokala (Bavara) dialekto. La vorto \"Austria\" esas latinajo de la Germana nomo ed unesmafoye registragesis dum la 12ma yarcento. Lor la Danubiala baseno di Austria (alta e basa) esis la maxim estala extenseso di Bavaria, e fakte di omna Germana populi. Lor la teritorio di estala Germania esis populita da slavika Sorbi ed Polabiani.\nFriedrich Heer, historiisto Austriana dil 20ma yarcento, asertis en lua libro Der Kampf um die österreichische Identität (La lukto pri Austrian identeso), ke la Germanala formo Ostarrîchi ne esis translaco de Latina vorto, ma originis de plu anciena vorto de la linguo Kelta qua parolesis en l'anciena Austria plu kam 2.500 yari ante. Segun Heer, granda parto di la nuna Austria nomizesis Norig dal Kelti: no- o nok- signifikanta \"esta\" od \"estala\", kontre ke -rig relatas la moderna Germana Reich, signifikanta \"rejolando\". Konseque, Norig signifikus Ostarrîchi ed Österreich, do Austria. La Kelta vorto esis tandem latinizata a Noricum pos ke Romani konquestis granda parto di la nuna Austria, cirkum la yaro 15 aK. Noricum pose divenis Romana provinco dum meze l'1ma yarcento.\n\n\n== Historio ==\n\nLa regiono di la nuna Austria okupesis da Kelta tribui. En 16 aK, Kelta rejio Noricum divenis parto di Romana imperio. Kande l'imperio faliis, la regiono okupesis da Bavari, Slavi e Avari. Karolus la Magna okupis la regiono en 788 e stimulis l'adopto di kristanismo. En 1278 Rudolf la 1ma di Germania, anke konocata kom Rudolf di Habsburg, okupis la regiono e komencis la dinastio Habsburg, qua duris til l'Unesma mondomilito.\n\nKun la vinkeso di Austria-Hungaria en l'unesma mondomilito, l'imperio dissolvesis e kelka regioni divenis parto di nova landi: Hungaria, Chekoslovakia e Rejio di Serbi, Kroati e Sloveni. Austria, kom lando, kreesis de anciena regioni dil imperio en qua la Germana linguo esis la precipua. Ye la 12ma di novembro 1918 Austria divenis republiko. Tirol e Salzburg votis por unionar kun Germania, ma Francia ed Italia impedis ica uniono, e demandis la konstrukturo di un nedependanta Austria. La regioni Bohemia e Moravia atribuesis a Chekoslovakia.\nDiferanta de qua eventis a Germania, Austriana republiko ne koaktesis pagar milito-indemnesi. La lando anke recevis la mikra regiono Burgenland de Hungaria.\nDe 1918 til 1920, guvernis la lando politikala koalisuro qua inkluzis ambe partisi de sinistra e de dextra. Pos 1920 eventis intensa konflikti inter la du politikala grupi. En 1934 lora kancelero Engelbert Dollfuss mortigesis da Austriana nacional-socialisti. Lua sucedinto, Kurt Schuschnigg, ne aceptis l'uniono (Anschluss) kun nacional-socialista Germania, ma ye la 12ma di marto 1938 Germana trupi invadis la lando. Kun German okupeso, Arthur Seyss-Inquart, simpatikero di nacional-socialismo, divenis kancelero. Ye la 10ma di aprilo 1938, referovoto aprobis l'uniono kum Germania, e Austria desaparis kom nedependanta lando.\nYe la 28ma di marto 1945 Usana trupi okupis Austria ed, ye la 27ma di aprilo sam yaro, Karl Renner deklaris Austria nedependanta de la Triesma Reich e divenis kancelero.\n\n\n=== Austria pos la duesma mondomilito (1945 til nun) ===\n\nYe la 4ma di julio 1945 la Federiti dividis Austria en 4 okupo-zoni til la 26ma di oktobro 1955, kande Austria deklaris su neutra lando. Ye la 20ma di decembro 1945, Karl Renner divenis l'unesma Austriana prezidanto pos la milito, e Leopold Figl divenis kancelero. Tri partisi - ÖVP, KPÖ e SPÖ - divenis la maxim importanta partisi di la lando, ed anke formacis koalisuro. En 1947 aprobesis lego qua proskriptis Naziista partiso. Ye la 14ma di decembro 1955, Austria membreskis l'Unionita Nacioni.\nEn 1995, Austria membreskis Europana Uniono, ed ye la 1ma di januaro 2002 ol adoptis Euro kom monetaro.\n\n\n== Politiko ==\n\nAustria esas parlamentala republiko depos 1920. La konstituco di la lando adoptesis en 1920, reformesis en 1929 e riestablisesis ye la 1ma di mayo 1945. Segun ol, la chefo di stato esas la prezidanto, qua elektesas dal populo por sis-yara periodo, esante posibla rielektesar por la sequanta periodo. La nuna prezidanto esas Alexander Van der Bellen . La chefo di guvernerio esas la kancelero (chefministro), qua selektesas dal prezidanto. Nun esas Brigitte Bierlein.\nLa Parlamento (Österreichisches Parlament) situesas en Wien e kompozesas da 2 chambri: Nacionala Konsilisttaro (Nationalrat, equivalanta a la chambro di deputati) e Federala Konsilistaro (Bundesrat, equivalanta a senato). La Nationalrat havas 183 membri, qui elektesas da proporcionala reprezento em general elekti, qui eventas omna 5 yari od ante. La nombro di membri dil Bundesrat povas variar, proporcione a totalo di habitanti di omna stato en la periodo dil elekti. Nun esas 62 membri, qui elektesas nedirete por 4 o 6-yara periodo, tra selekti en lokala parlamenti (Landtage).\nJudiciala povo konsistas ek distriktala korti (Bezirksgerichte, nun 134), 18 regionala korti (Landesgerichte), e quar apelo-korti (en Graz, Linz, Innsbruck e Wien). Existas konstitucala korto, kun 20 judiciisti, inkluzite 6 supleanti. Singla membro de la konstitucala korto nominesas da diversa exekutiva faki e komisesas dal prezidanto di la republiko.\nEn 1955 Austria deklaris su neutra lando.\nEn 2006 Social-Demokrata Partiso divenis la maxim granda partiso di la lando. Nun, Austria havas sis politikala partisi kun reprezentanti en la parlamento.\n\n\n== Geografio ==\n\nCirkume 2/3 de Austriana teritorio jacas en Alpiana zono. 500 metri di altitudo. La habitantaro koncentresas en fluviala vali, nome la valo di Danubio. Lua maxim alta punto esas Grossglockner, kun 3798 metri di altitudo.\nLa dominacanta klimato di la lando esas kontinentala, kun extremi di temperaturo. Wien jacas en transito-zono inter la klimati moderema humida (Cfb, segun la klimatala klasifikuro da Köppen) e kontinentala humida (Dfb). L'Alpi modifikas la klimato de la lando, kun multa nivo en alta zoni. En la granda vali suflas sika e varma vento, nomizita Föhn, qua originas sude, sur Sahara, trairanta Mediteraneo rapide vers norde. Kande Föhn atingas Austriana teritorio, ol rapide levas la temperaturo per 10°C.\nLa maxim importanta fluvio de la lando esas Danubio, qua trairas 350 kilometri de Austriana teritorio, eniranta en Passau, trairanta Linz e Wien ed iranta til Bratislava, an la frontiero kun Slovakia. La maxim multa riveri de la lando apartenas a la baseno di Danubio ecepte en Vorarlberg, ube li apartenas a la baseno di Rheno.\n\n\n== Ekonomio ==\n\n\n== Demografio ==\n\nSegun statistiki de The World Factbook por julio 2021, Austria havis 8 884 864 habitanti. Segun etnio, la maxim multa (80,8%) esas Austriani. Germani esas 2,6%, Bosniani-Herzegoviniani esas 1,9%, Turki esas 1,8%, Serbi esas 1,6%, Rumaniani esas 1,3%, e 10% esis altra etnii en 2018. Segun statistiki por 2020, 14,01% ek la habitantaro evis min kam 15 yari, 10,36% evis de 15 til 24 yari, 41,35% evis de 25 til 54 yari, 14,1% evis de 55 til 64 yari, e 19,87% evis 65 yari o pluse. En 2021 eventis 9,48 naski por 1000 habitanti e 9,85 morti po 1000 habitanti.\nL'oficala linguo di la lando esas la Germana, parolata kom matrala linguo da 88,6% de la habitantaro. Altra lingui esas: Turka (2,3%), Serba (2,2%), Kroata (oficala en Burgenland, 1,6%), e 5,3% parolis altra lingui, inkluzite Slovena e Hungara, en 2001.\nSegun statistiki por la yaro 2001, la maxim praktikata religio en Austria esas katolikismo, da 57% ek la habitantaro. Kristani ortodoxa esas 8,7%, Mohamedani esas 7,9%, Evangeliala kristani esas 3,3%, e 23,1% praktikas altra religii o havas nula religio.\nLa maxim populoza urbo esas Wien. Altra importanta urbi esas Graz, Linz e Salzburg.\n\n\n== Kulturo ==\n\nLa pasinto di Austria kom politikala povo Europana, e lua ambiento* kulturala stimulis multa artala expresioni, nome la muziko. Ol esis la patrio di multa notora kompozisti, exemple Joseph Haydn, Michael Haydn, Franz Liszt, Franz Schubert, Anton Bruckner, Johann Strauss, patro, Johann Strauss, filio, Arnold Schoenberg e Wolfgang Amadeus Mozart. Ol divenis prestijoza kulturala centro pos la 16ma yarcento. Ludwig van Beethoven rezidis multa yari de lua vivo en Wien. Dum la 20ma yarcento, l'Austriano Herbert von Karajan esis dum multa yaro la chefo di la Filarmoniala Orkestro di Berlin.\n\nAustria esas la patrio di multa poeti e skriptisti. Lua literaturo skribesas precipue (ma ne exkluzive) en Germana. Inter la maxim konocata Austriana skriptisti esas Arthur Schnitzler, Franz Kafka, Stefan Zweig, Thomas Bernhard, Robert Musil, la poeti Georg Trakl, Franz Werfel, Franz Grillparzer, Rainer Maria Rilke, Adalbert Stifter e Karl Kraus, e l'skriptisto por pueri Eva Ibbotson.\nFamoza nuntempa novelisti e skriptisti por teatro esas Elfriede Jelinek (Nobel-laureato), Peter Handke e Daniel Kehlmann.\nAustria ank esis patrio di multa famoza piktisti, exemple Ferdinand Georg Waldmüller, Rudolf von Alt, Hans Makart, Gustav Klimt, Oskar Kokoschka, Egon Schiele, Carl Moll, e Friedensreich Hundertwasser.\nMulta ciencisti Austriana ganis internaciona notoreso, exemple fizikisti Ludwig Boltzmann, Ernst Mach, Victor Franz Hess e Christian Doppler dum la 19ma yarcento, e Lise Meitner, Erwin Schrödinger e Wolfgang Pauli dum la 20ma yarcento. Anke du notora filozofi de la 20ma yarcento naskis en Austria: Ludwig Wittgenstein e Karl Popper. Dum Mezepoko, Paracelsus facis importanta deskovraji pri medicino. Pri biologio, importanta nomi esis Gregor Mendel, konsiderata \"patro di la genetiko\", e Konrad Lorenz. Sigmund Freud (kreinto di la psikoanalizo), Alfred Adler, Paul Watzlawick e Hans Asperger. Psikiatriisto Viktor Frankl facis importanta kontributadi a la psikologio e la psikiatrio. Fine, la reprezenteri dil Skolo Austriana pri Ekonomiko, Carl Menger, Joseph Schumpeter, Eugen von Böhm-Bawerk, Ludwig von Mises, e Friedrich Hayek.\n\n\n=== Sporto ===\nFutbalo, skio e hokeo* sur glacio esas sporti multe populara en Austria. La lando havas multa tradiciono pri futbalo, nome en Wien, tamen pos la duesma mondomilito ol dekadis kelke. L'Austriana Championkonkurso pri futbalo eventabas omnayare depos 1912.\nAlpiana monti esas bona loki por praktikar skio, skio-saltado ed altra vintrala sporti. Pri hokeo* sur glacio, la nacionala esquado di Austria rangizesas 13ma plaso en la mondo.\n\nAutomobilismo ank esas multe populara en la lando. Niki Lauda esis trifoye championo mondala di Formulo 1. En 1970, Jochen Rindt esis posmorta championo di Formulo 1. Gerhard Berger rangizesis 3ma plaso en la Mondala Championkonkurso pri Formulo 1 de la yari 1988 e 1994, e vinkis entote 10 konkursi.\nAustria anke havas tradiciono pri shakoludo. L'unesma mondala championo pri shakoludo esis Austriano: Wilhelm Steinitz. Pri teniso, yen kelka notora ludisti Austriana: Thomas Muster (qua vinkis la championkonkurso French Open en 1995), Dominic Thiem, Jürgen Melzer, Barbara Schett e Barbara Paulus.\nLa precipua ligo pri basketbalo di Austria esas Österreichische Basketball Bundesliga, konsistanta ek 9 esquadi. Kelka ek lua esquadi ja partoprenis multafoye en Europana championkonkursi. Nun, la maxim eminenta basketbalisto Austriana esas Jakob Pöltl, qua selektesis da Kanadana esquado Toronto Raptors por la sezono 2016-2017 de NBA.\n\n\n== Referi =="}}}}