{"batchcomplete":"","query":{"normalized":[{"from":"John_Ronald_Reuel_Tolkien","to":"John Ronald Reuel Tolkien"}],"pages":{"41697":{"pageid":41697,"ns":0,"title":"John Ronald Reuel Tolkien","extract":"John Ronald Reuel TOLKIEN (prononco [dʒɒn ˈɹʷɒnld ˈɹʷuːəl ˈtʰɒlkiːn], naskiĝis la 3-an de januaro 1892 en Bloemfontein, Sudafriko, mortis la 2-an de septembro 1973 en Bournemouth, Anglio) estis filologo kaj profesoro de Oksfordo, kiu verkis romanojn de fantasto. Liaj ĉefverkoj estas La Hobito (origintitole: The Hobbit - or There and Back Again), La Mastro de l' Ringoj (The Lord of the Rings) kaj Silmariliono (The Silmarillion), kiuj mirinde kaj detale priskribas la imagan mondon Mez-Tero. Por sia mondo, Tolkien inventis lingvojn, historion, landojn, reĝojn, heroojn, mitojn, kantojn kaj kreitaĵojn. Mez-Tero estas mondo de elfoj, drakoj, reĝoj, ringoj magiaj, gnomoj, ktp, sed kiam Tolkien verkas, ĉio iel ŝajnas pli reala ol nia mondo. Same kiel mitologio, la vero de Tolkien sidas ne en la historiaj supraĵoj de la rakonto, sed en la morala centro, kiu rakontas pri la lukto de bono kontraŭ malbono.\n\n\n== Vivo ==\nTolkien naskiĝis la 3-an de januaro 1892 en Bloemfontein, kien liaj anglaj gepatroj translokiĝis kelkajn jarojn antaŭe, kaj kie lia patro (Arthur Tolkien) estis bankisto. Sed, pro la klimato, lia patrino (Mabel Tolkien) kaj pli juna frato Hilary kaj li mem reiris al meza Anglio en 1895 en la urbeton Sarehole apud Birmingham. Unu jaron poste, lia patro mortis pro malsano. El la anglaj naturo kaj kamparo dum mallonga sed intensa infanaĝ-feliĉo, juna Tolkien ĉerpis pli da inspiro ol el ajna posta vivero lia. En 1900, Mabel konvertis al katolikismo kaj la cetera familio forlasis ŝin. Sen la mona helpo de la patro aŭ de la cetera familio, Mabel kaj ŝiaj du filoj vivis tre malriĉe, ĝis 1904 kiam ŝi mortis pro diabeto. Post ŝia morto, Tolkien kun sia frato Hilary, estis en la zorgo de katolika pastro, kiu agis kiel bona patro al Tolkien. En la menso de la junega Tolkien, lia patrino fariĝis martiro por katolikismo, kaj li ekde tiam restis fervora katoliko (kaj poste estis multe ĉagrenita kiam liaj gefiloj falis el la kredo). Lia patrino ankaŭ influis lin legi, desegni, belskribi kaj, plej grave, lerni lingvojn.\nĈe lernejo, li lernis la antikvajn helenajn kaj latinajn lingvojn kaj la\nanglosaksan lingvon. Tolkien estis tre talenta lingve kaj li frue memstare lernis aŭ \"gustumis\" plurajn, interalie la francan (kiun li vere malamis), Esperanton (kiun li lernis 17-jaraĝe, kaj ŝatis), la gotan (kiu senspirigis lin), la italan (kiun li daŭre amis), la hispanan (kiu neniam ĉesis ravi lin), la gaelan (kiun li profunde malŝatis), la kimran (kiun li amegis) kaj la finnan (kiu ebriigis lin). Precipe la du lastaj multe influis\nlin kiel lingvokreanton. Kaptis la atenton de Tolkien ne la strukturo (gramatiko, reguloj, \"matematiko\", rilatoj al pensado, ktp.) de lingvoj, sed kontraŭe, la estetiko (sonkombinoj, la \"melodio\" kaj poezieco) de lingvoj. Ekzemple, li trovis la kimran vorton wybren [ŭibren] pli trafa (konvena al ĝia signifo, kiu ĉi-kaze estas \"ĉielo\") ol la angla sky [skaj]. Iam kiam li estis juna li hazarde\nmalkovris libron de la finna gramatiko, kaj li klarigis sian ĝojiĝon tiel ĉi: \"Estis kiel ektrovi kelon plena je tiklaj vinoj, neniam antaŭe gustumitaj. Tio tute ebriigis min.\"\nEn lia vivo lingvoj rolis samkiel muziko en alies vivoj, kaj samkiel\nmuzikameganto emas krei propran muzikon, li frue ekkreadis siajn proprajn lingvojn. Tio estis procezo kiu pludaŭradis dum lia tuta vivovojo, kaj kiu fakte estis lia kaŭzo ekskribi - li deziris mondon por siaj lingvoj. El liaj lingvoj, la plej konataj estas la Elfaj, antaŭ ĉio la Kvenja (Quenya). Ĝi havas kelkajn trajtojn videblajn ankaŭ en Esperanto (ekzemple, sama distribuo de artikoloj, -(e)nna montras direkton, ktp), sed tamen aspektas pli matura, nature evoluiĝinta lingvo, ĉar celoj liaj tute malsamis al tiuj de L. L. Zamenhof: Tolkien intencis kapti la belecon de lingvoj kreskintaj dum senmezuraj eraoj, kaj parto de jena belo estis por li la tielnomataj \"nelogikaĵoj\". Li ankaŭ verkis alfabetojn por siaj lingvoj: tengvaro (tengwar) kaj runsimilaj cirth.\nAlia aparta valoro lingva estis por li ĝia emo kreigi mitologion. Li amase legis dum junaĝo, kaj trovis en la mitoj memstaran veron. Li favoris la literaturon nord-eŭropan, speciale la pra-Skandinavian, la pra-Anglan (fama estas lia disertacio pri Beowulf) kaj la Finnan naci-epopeon Kalevala. El moderna literaturo lin interesis nur grajneto krom sciencfikcio.\nLia plej kara amo, tamen, nomiĝis Edith Bratt. Ili konatiĝis en 1908, kiam havis Tolkien 16 jarojn kaj ŝi 19. Post la morto de sia panjo, Tolkien kaj la frato Hilary plurjare loĝis ĉe onklino, sed menciitajare ilia prizorganto Pastro Francis decidis translokigi ilin al s-ino Faulkner en Birminghamo. Tie ankaŭ loĝis sengepatra, malhelhara belulino, kaj post nelonge ŝi kaj Tolkien profunde enamiĝis. Ilian amon, tamen, malkovris severeca Pastro Francis, kaj kiam Tolkien havis 18 jarojn, lin (kune kun lia frato) oni devigis translokiĝi kaj rompi la kontakton kun sia kara. Je sia plenrajtiĝo je 21, li rekontaktis ŝin, kaj sukcesis konvinki ŝin rompi ĵusan fianĉiĝon. Tuj poste, en 1916 ili geedziĝis. Edith naskis al si kaj Tolkien 4 idojn: John (knabo, 1917), Michael (knabo, 1920), Christopher (knabo, 1924), kaj Priscilla (knabino, 1929).\nTolkien ĉeestis la universitaton de Oksfordo (pli ekzakte la kolegion Exeter) por studi la anglan lingvon kaj ĝian literaturon. Li diplomiĝis en 1915 kaj en 1916 li edziĝis kaj iris al milito. Li batalis en Batalo de Somme—li travivis, sed du el liaj bonaj amikoj mortis. Li malsaniĝis kaj revenis al Anglio.\nEn 1925 li fariĝis profesoro de la anglosaksa en Oksfordo ĉe la kolegio Pembroke kaj poste, 1945-59, profesoro de angla lingvo kaj literaturo ĉe la kolegio Merton en Oksfordo. Li estis unu el la plej bonaj filologoj de sia tempo. Li studis pri la lingvo kaj literaturo de la West Midlands (Okcidentaj Mezlandoj) de Anglio, precipe en Beowulf, Ancrene Wisse kaj Sir Gawain and the Green Knight.\nDum siaj lastaj jaroj Tolkien frontis plurajn problemojn (morto de Edith, agacaj admirantoj kiuj daŭre altelefonis kaj leterpetis) kiuj malebligis la finverkadon de Silmariliono, la vera vivoverko lia. Ĝin redaktis kaj eldonis lia filo Christopher tuj post lia morto. Tolkien kuŝas en tombo kune kun sia edzino ĉe Oksfordo.\n\n\n== Tolkien, Esperanto kaj Eŭropo ==\n- Tolkien eklernis Esperanton proks. en 1907 kaj verketis en Esperanto en 1909.\nTolkien havis kontakton kun Esperanto ĉefe en la periodoj 1907-1909 kaj 1930-1933. Li kiel junulo lernis Esperanton, kun kiu li konatiĝis per de la 'Officers' Training Corps' kaj la Skolta movado de Lord Baden-Powell; li faris notojn en Esperanto en 1909, en la aĝo de 17 jaroj (\"The Book of the Foxrook\").\n- Li diris kaj skribis multajn afablaĵojn pri Esperanto ĉirkaŭ 1930/32.\nLi mem skribis en 1932, ke li lernis la gramatikon kaj strukturon de Esperanto kaj legis sufiĉan kvanton de tekstoj en ĝi - sed la trovitaj notoj el 1909 montras, ke almenaŭ tiam li kapablis ankaŭ skribi en Esperanto.\nEn sia konferenca prelego \"A secret vice\" (1931) pri sia inklino al lingvo-kreado li diris enkonduke, ke li persone estas \"kredanto je 'artefarita' lingvo, ĉiukaze por Eŭropo\"; li detaligas, ke tio estas kredado \"je ĝia dezirindeco, kiel unu afero antaŭe necesa por la unuiĝo de Eŭropo, antaŭ ol ĝi estas glutita de ne-Eŭropo\" same kiel \"pro multaj aliaj bonaj kaŭzoj\". Li \"specife ŝatas Esperanton\", ne laste, ĉar ĝi estas kreaĵo de unu homo.\nEn letero al la Brita Esperanto-Asocio Tolkien skribis en 1932, ke li \"interesiĝas, kiel filologo, kaj kiel ĉiu filologo devus, pri la internaci-lingva movado\" kaj ke li simpatias speciale kun la asertoj de Esperanto. Li informas, ke 25 jarojn pli frue li lernis kaj li ne forgesis la gramatikon kaj strukturon de Esperanto, kaj ke li legis sufiĉan kvanton skribitan en ĝi (\"a fair amount\").\nAnna Löwenstein en sia artikolo Al Tonkin pri Tolkien. Aŭ: Kial serioza profesoro interesiĝu pri \"La mastro de la ringoj\"? analizas kiel Tolkien kreis siajn majstroverkojn; ja li ege interesiĝis pri lingvoj, precipe la greka, sed ĉefe la finna kaj la kimra kiuj kondukis lin al mitaj lingvoj, artefaritaj lingvoj, kiel Esperanto, kies ekzemplo helpis lin krei lingvojn Quenya kaj Sindarin, bazaj en sia klopodo krei mitan fonon \"Silmariliono\" sur la bazo de Beowulf, por la posta kreo de La hobito (1937) kaj La mastro de la ringoj. Tiukadre gravis \"lia amo al la angla kamparo\" (magiaj entoj kiel la vivantaj arboj), kaj memoroj de la katastrofo de la tranĉeoj en la Unua Mondmilito.\n\n\n=== Kritiko ===\nKelkfoje oni citas t.n. \"leteron\" de Tolkien el 1956; fakte temas nur pri nefinita skizo de letero, kiu troviĝis en lia postlasaĵo. Ne klaras, ĉu la letero estis entute sendita.\n\"Estis ĝuste kiam la milito de 1914 eksplodis al mi, ke mi malkovris, ke la «legendoj» dependas de la lingvo al kiu ili apartenas; sed vivanta lingvo same dependas de siaj legendoj, kiujn ĝi komunikas tradicie. […] Volapuko, Esperanto, Ido, Novialo, ktp. ktp. estas ĉiuj mortaj, multe pli ol la praaj, ne plu uzataj lingvoj, ĉar iliaj aŭtoroj neniam elpensis Esperanto-legendojn…\"\nSupozeble ne estas saĝe tiri tro grandajn konkludojn el privata leterskizo, kies teksto eble neniam sendiĝis. Aldone indas konsideri la fakton, ke Esperanto viviĝintis intertempe havante eĉ ne malmultajn denaskajn parolantojn , dum la aliaj nomitaj lingvoprojektoj ne aŭ apenaŭ; same la lingvoskizoj de Tolkien. Ĉe vivanta lingvo la legendojn kreas ties uzantoj.\n\n\n== Verkoj ==\nDum la jardekoj kiel profesoro kaj poste, 1925-73, li verkis kaj perfektigis siajn librojn pri Mez-Tero. Li rakontis pri Bilbo Baginzo al siaj infanoj kaj, en 1937, eldonis la rakonton kiel La Hobito. Post tio, li verkis aliajn librojn pri Mez-Tero: La Mastro de l' Ringoj (eldonita en 1954-55) kiel tri libroj pro longeco: La Kunularo de l' Ringo, La Du Turegoj kaj La Reveno de la Reĝo kaj Silmariliono (1973, post lia morto).\n\nLa Hobito (1937) - la rakonto de Bilbo Baginzo, kiu vojaĝis tra Mez-Tero kun dek du gnomoj kaj la sorĉisto Gandalfo por batali kontraŭ la drako Smaŭgo kaj repreni la trezoron, kiun li ŝtelis de la gnomoj. Dum la vojaĝo, en la profunda interno de monto, Bilbo malkovris ringon...\nLa Mastro de l' Ringoj (1954-55) - Frodo, adoptita filo de Bilbo, heredis la ringon. Per la ringo Frodo povas regi la mondon, sed por savi la mondon, li devas detrui ĝin. Granda lukto inter bono kaj malbono, kiu finis la Trian Epokon de Mez-Tero.\nSilmariliono (1973) - la antikvaj rakontoj pri la Unua Epoko de Mez-Tero, kiam la Elfoj floris. Tolkien verkis ĝin\n1971-73, sed neniam tute finis ĝin. Ĝin redaktis kaj eldonis post lia morto la filo Christopher.\nĈar la mono por tajpisto mankis al Tolkien, li devis retajpi siajn librojn antaŭ eldono.\n\n\n=== Esperantaj tradukoj ===\nLa Mastro de l' Ringoj, estas tradukita en Esperanton de William Auld.\nLa hobito aŭ tien kaj reen, esperantigis Christopher J. Gledhill kaj William Auld (poezio), provlegis Wolfgang Kirschstein kaj Halina Gorecka, eldonis Sezonoj 2000, Jekaterinburg, 224 p.\n\n\n=== Tekstoj rete troveblaj ===\nEsperantlingvaj:- La Hobito (specimeno) kun deklamo en Real-Audio (kopio de Interreta Arkivo) el originala fontaro, jam ne plu ekzistanta\n\n\n== Stilo de Tolkien ==\nLa stilo de Tolkien ne estas eleganta kaj subtila, sed simpla kaj ĉarma kaj tamen ne-moderna. Li preferas la anglajn vortojn malnovajn (anglosaksidajn) kaj mallongajn, ne la novajn (\"eksterlandajn\", latinidajn) kaj longajn. Tio donas al liaj skriboj la econ de antikva fabelo.\n\n\n== Tolkien, Lewis kaj kristanismo ==\nC. S. Lewis, alia profesoro de literaturo ĉe Oksfordo, kiu ankaŭ inventis kaj skribis pri fantasta mondo (Narnio) estis amiko de Tolkien. Kvankam Lewis tute admiris Tolkien kaj ties verkojn, Tolkien ne admiris la librojn de Lewis pri Narnio. Laŭ Tolkien, la libroj pri Narnio ja estas bonaj, sed ne en la sama klaso kiel la de Mez-Tero. Kaj Lewis kaj Tolkien estis seriozaj kristanoj, kaj ilia kristana mondbildo profunde influis iliajn kreojn—ambaŭ rakontis pri lukto inter la bono kontraŭ la malbono, kie la malbono estis pli forta (precipe per magio), sed la bono, post longa tempo, finfine venkas pro morala kuraĝo. Pri La Mastro de l' Ringoj, Tolkien diris, ke ĝi \"fundamente estas religia kaj katolika\". Kvankam la estimo de magio en la libro kaj la konduto de Frodo ja estas kristana, aliflanke neniu preĝas kaj neniu mencias Dion. Inter homoj, kontakto kun la supernatura estas limigitaj plejparte al sorĉistoj. Kaj la leganto ne scias ĉu Gandalf estas sorĉisto, anĝelo aŭ kiu.\n\n\n== Mito kaj metaforo ==\nLaŭ Tolkien, mito subkonscie komunikas verojn profundajn sub la supraĵo de la rakontoj pri la faroj de dioj kaj herooj. Al Tolkien, mito estas multe pli profunde vera ol historio; \"mito\" estas vorto de laŭdo, ne vorto de moko. Li diris, ke la evangelio, la rakonto pri Jesuo Kristo kiel Dio mortigita, estas mito. Sed ne nur mito, sed ja la vera mito, mito enkarnigita kiel historia realo, la mito kiu klarigas la tutan mondon. Per tiu argumento, Tolkien helpis konverti sian ateistan amikon, CS Lewis, al kristanismo.\nSpite de tio, Tolkien diris ke liaj romanoj estas tute por amuzo kaj estas sen iu ajn profunda signifo. Ekzemple, la Ringo ne estas metaforo por la atombombo, la milito kontraŭ Saŭrono ne estas subtekste pri la milito kontraŭ Hitlero, ktp. Tamen, Tolkien agnoskis, ke The Shire (\"La Provinco\" en la esperantigo de William Auld) estu spegulo de lia infanaĝa Anglio, kaj ke kerne, la verko temas pri Morto.\n\n\n== Kritikoj pri la verkaro de Tolkien ==\nIuj recenzistoj atentigis pri la malegalecaj kaj rasismaj implicoj en la mondo priskribita de Tolkien. La Elfoj, kiaj ajn murdistoj ili estas, ĉiam pravas (kaj belas), ĉar ilia flanko estas la bono; kun orkoj tute ne eblas trakti, ĉar ilia flanko estas malbono (kaj ili terure malbelas) - kvankam estas certaj aludoj, ke ili havas certan socian organizon, sufiĉe altajn teknologiojn, medicinon ktp.\nCerte, eblas tute diversaj ideologiaj interpretoj de la enhavo de la verko, sed minimume tiu baza aksiomo pri ekzisto de apriore bonaj kaj malbonaj rasoj kultivas en la medio de adorantoj de la verko rasismajn ideojn.\nNotindas, ke la verkoj de Tolkien estas aparte popularaj en italaj novdekstraj medioj.\n\n\n== Vidu ankaŭ ==\nLingvoj konstruitaj de J. R. R. Tolkien\nAnimalic\nTolkien Reading Day\n\n\n== Referencoj ==\n\n\n== Eksteraj ligiloj ==\nTolkien en Esperanto (Interreta Arkivo)\nA Philologist on Esperanto Arkivigite je 2006-05-25 per la retarkivo Wayback Machine (angle)"}}}}